[ROOMKIND]
SHEET=纪念馆
ID=SceneId
MaxChars=最大角色数
OwnChars=主人允许角色数
KinChars=亲属允许角色数
FriendChars=好友允许角色数
NumChars=其他允许角色数
FirstPos=出生点

[ROOMREPLACEABLEPARTS]
SHEET=纪念馆可换控件
SceneId=SceneId
PartId=PartId
ItemId=ItemId
NeedDegree=NeedDegree
Default=Default
BirthPosName=BirthPosName

[ROOMPETMAX]
SHEET=纪念馆宠物位置
SceneId=SceneId
PetPosId=PetPosId
MaxCount=MaxCount

[ROOMDPET]
SHEET=纪念馆可换宠物
SceneId=SceneId
PetPosId=PetPosId
ItemId=ItemId
DefaultCount=DefaultCount
ModelId=ModelId

[CONTACTTYPE]
SHEET=联系人类型
ContctTypeId=ContactTypeId
UIName_cn=UIName_cn

[PETDATA]
SHEET=道具-宠物
ItemId=ItemId
PetTypeId=PetTypeId
OrignalPet=初始宠物
Step=成长阶段
IncPer=灵敏度
OriginalLife=初始生命
DecVal=生命减小率
DecInterval=减小单位(钟头)

[PETCARE]
SHEET=道具-饲养道具
ItemId=ItemId
PetTypeId=PetTypeId
IncVal=增加生命值

[TGATE]
SHEET=神秘房间
SceneId=SceneId
Virtue=所需功德
Scope=出现范围
Fre=出现几率
Second=持续时间(秒)

[ANIMAL]
SHEET=动物
CharacterId=CharacterId
OneStep=一次移动最大距离
Moveparam=休闲比例

[ROOMSCOPE]
SHEET=纪念馆宠物位置
SceneId=SceneId
PetPosId=PetPosId
BirthPosName=BirthPosName